[
    {
        "model": "recipes.recipe",
        "pk": 6,
        "fields": {
            "urn": "ixx",
            "name": "Цезарь",
            "author": 5,
            "image": "recipes/images/temp_Tdg74G8.jpeg",
            "text": "Куриное филе нарезать и обжарить на разогретой сковороде с оливковым маслом до легкой румяности (около 10 минут).\nМожно немного отойти от классики и отварить куриное филе в подсоленной воде до мягкости (20-25 минут), а затем нарезать кусочками или разделить руками на полоски.\n\n\nБатон (желательно без корки) нарезать кубиками и подсушить в духовке (минут 15-20 при температуре 170-180 градусов). Или обжарить на сухой сковороде до румяности, помешивая. Это когда Цезарь простой. Но можно на сковороде нагреть немного оливкового масла с очищенным зубчиком чеснока, затем чеснок вынуть и обжаривать крутоны (гренки). Можно перемешать кусочки батона с оливковым маслом и высушить в духовке.\n\n\nЗаправка: перемешать измельченный/выдавленный чеснок, горчицу, соль, перец, оливковое масло, добавить лимонный сок (можно добавить чайную ложку майонеза, но и без него заправка хороша).\n\nРазрезать помидорки черри пополам. Яйца отварить вкрутую и крупно нарезать. Салатные листья вымыть, обсушить, порвать руками на кусочки и выложить на тарелку. (Орехи, если используете, порубить - лучше подсушенные в духовке или на сковороде.)\n\n\nДобавить к салатным листьям курицу, полить заправкой. Можно перемешать с заправкой только салатные листья, а затем сверху выложить кусочки курицы.\n\n\nДобавить в салат помидоры, яйца, натереть сверху сыр, добавить гренки. Салат сразу же подавать к столу.",
            "cooking_time": 55,
            "publish_date": "2025-05-05T22:30:29.330Z"
        }
    },
    {
        "model": "recipes.recipe",
        "pk": 12,
        "fields": {
            "urn": null,
            "name": "Айран",
            "author": 5,
            "image": "recipes/images/temp_BEmymy1.jpeg",
            "text": "Подготавливаем продукты.\nВсе они должны быть охлаждёнными.\nЕсли хотите напиток с пузырьками, воду берите газированную.\n\nВ глубокую миску или кувшин выливаем охлаждённый йогурт.\n\nВсыпаем соль.\n\nВливаем охлаждённую воду.\n\nВзбиваем на высокой скорости миксера до появления пены. Если миксер мощный, можно взбивать со льдом - тогда пена будет более устойчивой.\n\n\nЛистья мяты отделяем от стеблей и мелко нарезаем.\nРазливаем айран по высоким стаканам, добавляем кубики льда. Украшаем мятой.\n\n\nАйран нужно пить сразу после приготовления - пока он холодный и пенистый.",
            "cooking_time": 10,
            "publish_date": "2025-05-06T09:37:20.118Z"
        }
    },
    {
        "model": "recipes.recipe",
        "pk": 13,
        "fields": {
            "urn": null,
            "name": "Венгерский салат из огурцов",
            "author": 1,
            "image": "recipes/images/temp_ugcBVbW.jpeg",
            "text": "Кружочки огурцов дополняются чесноком, уксусом, солью, сахаром и растительным маслом. Затем салат должен хотя бы пару часов настояться. Такой салат может храниться в холодильнике несколько дней, а нежные, сочные, слегка промаринованные огурцы станут хорошим дополнением к мясным блюдам.",
            "cooking_time": 15,
            "publish_date": "2025-05-06T09:42:42.852Z"
        }
    },
    {
        "model": "recipes.recipe",
        "pk": 14,
        "fields": {
            "urn": null,
            "name": "Вишнёвый шербет по-турецки",
            "author": 7,
            "image": "recipes/images/temp_dx9Kmi0.jpeg",
            "text": "Турецкий вишневый шербет (тур. şerbet) - очень ароматный, не обязательно сладкий напиток, особенно популярный в жаркие дни. Шербеты принято подавать на свадьбах и других больших праздниках.\n\n\nПодготавливаем продукты.\nВишню размораживаем.\nКто не фанат сладкого - уменьшайте количество сахара (получилось ну очень сладко).\n\nВ кастрюле соединяем воду и выделившийся из вишни сок\n\nВсыпаем пряности (у нас корица и гвоздика).\n\nИз лимона выдавливаем сок и вливаем его в кастрюлю.\n\nС помощью овощечистки срезаем с лимона цедру (только жёлтый слой кожуры) и добавляем в кастрюлю.\n\nОтправляем на нагрев.\n\nПосле закипания варим 5 минут.\n\nДобавляем вишню (если выделился еще сок - его тоже вливаем в кастрюлю).\n\nВарим на слабом огне ещё 5 минут.\n\nСнимаем с огня.\nШербет нужно сначала остудить при комнатной температуре, затем как следует охладить в холодильнике.\n\nПо желанию перед подачей напиток можно процедить или разлить в стаканы вместе с вишнями.\nУкрашаем листиками мяты, можно дополнить кубиком льда.\n\nТурецкий вишнёвый шербет прекрасно освежает и утоляет жажду.",
            "cooking_time": 10,
            "publish_date": "2025-05-06T09:53:18.548Z"
        }
    }
]